Repository: Tyree1233/FocusHaven
Catalog: ios/Runner/AppleSystemAssistantNativeCopy.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, it, ja, ko, nb, nl, pl, pt, sv, tr

# appleSystemAssistantNativeCancelledResult
source: Request cancelled. FocusHaven did not change your timer or queue.
da: Anmodning annulleret. FocusHaven ændrede ikke din timer eller kø.
de: Anfrage abgebrochen. FocusHaven hat weder Ihren Timer noch Ihre Warteschlange geändert.
es: Solicitud cancelada. FocusHaven no modificó su temporizador ni su cola.
fi: Pyyntö peruttu. FocusHaven ei muuttanut ajastinta tai jonoa.
fr: Requête annulée. FocusHaven n'a pas modifié votre minuteur ni votre file d'attente.
id: Permintaan dibatalkan. FocusHaven tidak mengubah pengatur waktu atau antrean Anda.
it: Richiesta annullata. FocusHaven non ha modificato il timer o la coda.
ja: リクエストはキャンセルされました。FocusHavenはタイマーやキューを変更していません。
ko: 요청이 취소되었습니다. FocusHaven은 타이머나 대기열을 변경하지 않았습니다.
nb: Forespørselen ble avbrutt. FocusHaven endret ikke timeren eller køen din.
nl: Verzoek geannuleerd. FocusHaven heeft uw timer of wachtrij niet gewijzigd.
pl: Prośba anulowana. FocusHaven nie zmienił Twojego timera ani kolejki.
pt: Solicitação cancelada. O FocusHaven não alterou seu temporizador nem sua fila.
sv: Begäran avbröts. FocusHaven ändrade inte din timer eller kö.
tr: İstek iptal edildi. FocusHaven zamanlayıcınızda veya sıranızda herhangi bir değişiklik yapmadı.

# appleSystemAssistantNativeCollectionTitle
source: FocusHaven requests
da: FocusHaven-anmodninger
de: FocusHaven-Anfragen
es: Solicitudes de FocusHaven
fi: FocusHaven-pyynnöt
fr: Demandes de FocusHaven
id: Permintaan FocusHaven
it: Richieste FocusHaven
ja: FocusHavenのリクエスト
ko: FocusHaven 요청
nb: FocusHaven-forespørsler
nl: FocusHaven-verzoeken
pl: Prośby FocusHaven
pt: Solicitações da FocusHaven
sv: FocusHaven-förfrågningar
tr: FocusHaven istekleri

# appleSystemAssistantNativeDiscoveryDescription
source: Prepare a supported FocusHaven request for review in the app.
da: Forbered en understøttet FocusHaven-anmodning til gennemgang i appen.
de: Bereiten Sie eine unterstützte FocusHaven-Anfrage zur Überprüfung in der App vor.
es: Prepare una solicitud de FocusHaven compatible para su revisión en la aplicación.
fi: Valmistele tuettu FocusHavenin pyyntö tarkistettavaksi sovelluksessa.
fr: Préparez une demande FocusHaven prise en charge pour examen dans l'application.
id: Siapkan permintaan FocusHaven yang didukung untuk ditinjau di dalam aplikasi.
it: Prepara una richiesta FocusHaven supportata per la revisione nell'app.
ja: アプリ内で審査を受けるための、サポート対象のFocusHavenリクエストを準備してください。
ko: 앱에서 검토할 수 있도록 지원되는 FocusHaven 요청을 준비하세요.
nb: Forbered en støttet FocusHaven-forespørsel for gjennomgang i appen.
nl: Bereid een ondersteund FocusHaven-verzoek voor ter beoordeling in de app.
pl: Przygotuj obsługiwaną prośbę FocusHaven do przejrzenia w aplikacji.
pt: Prepare uma solicitação FocusHaven compatível para análise no aplicativo.
sv: Förbered en FocusHaven-förfrågan som stöds för granskning i appen.
tr: Uygulamada incelenmek üzere desteklenen bir FocusHaven talebi hazırlayın.

# appleSystemAssistantNativeExpiredResult
source: This request expired before confirmation. FocusHaven did not change your timer or queue.
da: Denne anmodning udløb før bekræftelse. FocusHaven ændrede ikke din timer eller kø.
de: Diese Anfrage ist vor der Bestätigung abgelaufen. FocusHaven hat weder Ihren Timer noch Ihre Warteschlange geändert.
es: Esta solicitud caducó antes de ser confirmada. FocusHaven no modificó su temporizador ni su cola.
fi: Tämä pyyntö vanheni ennen vahvistusta. FocusHaven ei muuttanut ajastinta tai jonoa.
fr: Cette requête a expiré avant confirmation. FocusHaven n'a pas modifié votre minuteur ni votre file d'attente.
id: Permintaan ini kedaluwarsa sebelum dikonfirmasi. FocusHaven tidak mengubah pengatur waktu atau antrean Anda.
it: La richiesta è scaduta prima della conferma. FocusHaven non ha modificato il timer o la coda.
ja: このリクエストは確認前に期限切れとなりました。FocusHavenはタイマーやキューを変更していません。
ko: 이 요청은 확인 전에 만료되었습니다. FocusHaven은 타이머나 대기열을 변경하지 않았습니다.
nb: Denne forespørselen utløp før bekreftelse. FocusHaven endret ikke timeren eller køen din.
nl: Dit verzoek is verlopen voordat het bevestigd kon worden. FocusHaven heeft uw timer of wachtrij niet gewijzigd.
pl: Ta prośba wygasła przed potwierdzeniem. FocusHaven nie zmienił Twojego timera ani kolejki.
pt: Esta solicitação expirou antes da confirmação. O FocusHaven não alterou seu temporizador ou fila.
sv: Denna begäran upphörde att gälla innan bekräftelse. FocusHaven ändrade inte din timer eller kö.
tr: Bu istek onaylanmadan önce süresi doldu. FocusHaven zamanlayıcınızı veya sıranızı değiştirmedi.

# appleSystemAssistantNativeNoParametersSummary
source: No time, task, or queue details can be added to this request.
da: Der kan ikke tilføjes oplysninger om tid, opgave eller kø til denne anmodning.
de: Dieser Anfrage können keine Zeit-, Aufgaben- oder Warteschlangendetails hinzugefügt werden.
es: No se pueden añadir detalles de tiempo, tarea o cola a esta solicitud.
fi: Tähän pyyntöön ei voi lisätä aikaa, tehtävää tai jonoa koskevia tietoja.
fr: Il est impossible d'ajouter des détails concernant l'heure, la tâche ou la file d'attente à cette requête.
id: Tidak ada detail waktu, tugas, atau antrian yang dapat ditambahkan ke permintaan ini.
it: Non è possibile aggiungere dettagli relativi a orari, attività o code a questa richiesta.
ja: このリクエストには、時間、タスク、キューの詳細を追加することはできません。
ko: 이 요청에는 시간, 작업 또는 대기열 세부 정보를 추가할 수 없습니다.
nb: Ingen detaljer om tid, oppgave eller kø kan legges til denne forespørselen.
nl: Aan dit verzoek kunnen geen tijds-, taak- of wachtrijdetails worden toegevoegd.
pl: Do tej prośby nie można dodać szczegółów dotyczących czasu, zadania ani kolejki.
pt: Não é possível adicionar detalhes de tempo, tarefa ou fila a esta solicitação.
sv: Ingen tid, uppgift eller köinformation kan läggas till i den här begäran.
tr: Bu isteğe zaman, görev veya sıra bilgisi eklenemez.

# appleSystemAssistantNativeOpenFocusQueueDescription
source: Prepare a request to review opening Focus Queue in FocusHaven.
da: Forbered en anmodning om at gennemgå åbningen af fokuskø i FocusHaven.
de: Bereiten Sie eine Anfrage zur Überprüfung des Öffnens der Fokus-Warteschlange in FocusHaven vor.
es: Prepare una solicitud para revisar la apertura de la cola de enfoque en FocusHaven.
fi: Laadi pyyntö FocusHavenissa avattavan keskittymisjonon tarkistamiseksi.
fr: Préparez une demande d'examen de l'ouverture de la file d'attente de concentration dans FocusHaven.
id: Siapkan permintaan untuk meninjau pembukaan Antrian Fokus di FocusHaven.
it: Prepara una richiesta di revisione per l'apertura della coda Focus in FocusHaven.
ja: FocusHavenでフォーカスキューを開くためのレビュー依頼を準備してください。
ko: FocusHaven에서 포커스 큐를 열기 위한 검토 요청을 준비하세요.
nb: Forbered en forespørsel om å gjennomgå åpningen av fokuskøen i FocusHaven.
nl: Bereid een verzoek voor om de opening van de Focus-wachtrij in FocusHaven te laten beoordelen.
pl: Przygotuj prośbę o rozpatrzenie możliwości otwarcia kolejki skupienia w FocusHaven.
pt: Prepare uma solicitação para revisar a abertura da fila de foco no FocusHaven.
sv: Förbered en begäran om att granska öppningen av fokuskön i FocusHaven.
tr: FocusHaven'da Odak Kuyruğu'nun açılmasını incelemek için bir talep hazırlayın.

# appleSystemAssistantNativeOpenFocusQueuePhrase
source: Review opening Focus Queue in %@
da: Gennemgå åbning af fokuskø i %@
de: Überprüfung des Öffnens der Fokus-Warteschlange in %@
es: Revisar la apertura de la cola de enfoque en %@
fi: Tarkista %@n keskittymisjonon avaaminen
fr: Examen de l'ouverture de la file d'attente de concentration dans %@
id: Tinjau pembukaan Antrian Fokus di %@
it: Revisione dell'apertura della coda Focus in %@
ja: %@のフォーカスキューの開始を確認する
ko: %@에서 포커스 큐 열기에 대한 검토
nb: Gjennomgang av åpning av fokuskø i %@
nl: Controleer het openen van de Focus-wachtrij in %@
pl: Przejrzyj otwarcie kolejki skupienia w %@
pt: Revisar a abertura da fila de foco em %@
sv: Granska öppnandet av fokuskö i %@
tr: %@ Odak Kuyruğunun açılmasını inceleyin.

# appleSystemAssistantNativeOpenFocusQueueTitle
source: Open Focus Queue
da: Åbn fokuskø
de: Fokus-Warteschlange öffnen
es: Abrir cola de enfoque
fi: Avaa keskittymisjono
fr: Ouvrir la file d'attente de concentration
id: Buka Antrian Fokus
it: Apri coda Focus
ja: フォーカスキューを開く
ko: 포커스 큐 열기
nb: Åpne fokuskøen
nl: Open Focus-wachtrij
pl: Otwórz kolejkę skupienia
pt: Abrir fila de foco
sv: Öppna fokuskön
tr: Odak Kuyruğunu Aç

# appleSystemAssistantNativePauseTimerDescription
source: Prepare a request to review pausing the current Focus timer in FocusHaven.
da: Forbered en anmodning om at gennemgå pausering af den aktuelle fokustimer i FocusHaven.
de: Bereiten Sie eine Anfrage zur Überprüfung des Anhaltens des aktuellen Fokus-Timers in FocusHaven vor.
es: Prepare una solicitud para revisar la pausa del temporizador de enfoque actual en FocusHaven.
fi: Valmistele pyyntö FocusHavenissa olevan nykyisen keskittymisajastimen keskeyttämisen tarkistamiseksi.
fr: Préparez une demande de révision de la mise en pause du minuteur de concentration actuel dans FocusHaven.
id: Siapkan permintaan untuk meninjau penghentian sementara pengatur waktu Fokus saat ini di FocusHaven.
it: Prepara una richiesta di revisione per mettere in pausa il timer Focus corrente in FocusHaven.
ja: FocusHavenで現在のフォーカスタイマーを一時停止する件について、レビュー依頼を準備してください。
ko: FocusHaven에서 현재 포커스 타이머를 일시 중지하는 것에 대한 검토 요청을 준비하세요.
nb: Forbered en forespørsel om å gjennomgå pausering av gjeldende fokustimer i FocusHaven.
nl: Bereid een verzoek voor om het pauzeren van de huidige Focus-timer in FocusHaven te laten beoordelen.
pl: Przygotuj prośbę o sprawdzenie możliwości wstrzymania bieżącego timera skupienia w FocusHaven.
pt: Prepare uma solicitação para revisar a pausa do temporizador de foco atual no FocusHaven.
sv: Förbered en begäran om att granska pausningen av den aktuella fokustimern i FocusHaven.
tr: FocusHaven'da mevcut Odak zamanlayıcısının duraklatılmasının incelenmesi için bir talep hazırlayın.

# appleSystemAssistantNativePauseTimerPhrase
source: Review pausing my Focus timer in %@
da: Gennemgang af pausering af min fokustimer i %@
de: Überprüfung des Anhaltens meines Fokus-Timers in %@
es: Revisar la pausa de mi temporizador de enfoque en %@
fi: Tarkista keskittymisajastimeni pysäyttäminen %@:ssä
fr: Examen de la mise en pause de mon minuteur de concentration dans %@
id: Tinjau penghentian sementara pengatur waktu Fokus saya di %@
it: Revisione della pausa del timer Focus in %@
ja: %@でフォーカスタイマーの一時停止を確認する
ko: %@에서 포커스 타이머 일시 중지에 대한 검토
nb: Gjennomgang av pausing av fokustimeren i %@
nl: Controleer het pauzeren van mijn Focus-timer in %@
pl: Przejrzyj wstrzymanie timera skupienia w %@
pt: Revisão da pausa do meu temporizador de foco em %@
sv: Granska pausning av min fokustimer i %@
tr: %@ Odak zamanlayıcımı duraklatmayı inceleyin.

# appleSystemAssistantNativePauseTimerTitle
source: Pause Focus timer
da: Pausér fokustimeren
de: Fokus-Timer pausieren
es: Pausar el temporizador de enfoque
fi: Keskeytä keskittymisajastin
fr: Mettre en pause le minuteur de concentration
id: Jeda pengatur waktu Fokus
it: Metti in pausa il timer Focus
ja: フォーカスタイマーを一時停止
ko: 포커스 타이머 일시 중지
nb: Pause fokustimeren
nl: Pauzeer de Focus-timer
pl: Wstrzymaj timer skupienia
pt: Pausar o temporizador de foco
sv: Pausa fokustimern
tr: Odak zamanlayıcısını duraklat

# appleSystemAssistantNativePendingRequestAccessibilityLabel
source: Another FocusHaven request is waiting for review.
da: Endnu en FocusHaven-anmodning venter på gennemgang.
de: Eine weitere FocusHaven-Anfrage wartet auf die Überprüfung.
es: Hay otra solicitud de FocusHaven pendiente de revisión.
fi: Toinen FocusHavenin pyyntö odottaa tarkistusta.
fr: Une autre requête FocusHaven est en attente d'examen.
id: Permintaan FocusHaven lainnya sedang menunggu peninjauan.
it: Un'altra richiesta FocusHaven è in attesa di revisione.
ja: FocusHavenの別のリクエストが審査待ちです。
ko: 또 다른 FocusHaven 요청이 검토를 기다리고 있습니다.
nb: En annen FocusHaven-forespørsel venter på vurdering.
nl: Een ander FocusHaven-verzoek wacht op beoordeling.
pl: Kolejna prośba FocusHaven czeka na rozpatrzenie.
pt: Outra solicitação da FocusHaven está aguardando análise.
sv: Ännu en förfrågan från FocusHaven väntar på granskning.
tr: Başka bir FocusHaven talebi inceleme aşamasında bekliyor.

# appleSystemAssistantNativePendingRequestResult
source: FocusHaven already has a request waiting. Open the app to review or dismiss it before trying again.
da: FocusHaven har allerede en ventende anmodning. Åbn appen for at gennemgå den, eller ignorere den, før du prøver igen.
de: FocusHaven hat bereits eine Anfrage. Öffnen Sie die App, um sie zu überprüfen oder zu verwerfen, bevor Sie es erneut versuchen.
es: FocusHaven ya tiene una solicitud pendiente. Abre la aplicación para revisarla o descartarla antes de intentarlo de nuevo.
fi: FocusHaven on jo odottava pyyntö. Avaa sovellus tarkistaaksesi tai ohittaaksesi sen ennen kuin yrität uudelleen.
fr: FocusHaven a déjà une requête en attente. Ouvrez l'application pour la consulter ou l'ignorer avant de réessayer.
id: FocusHaven sudah memiliki permintaan yang menunggu. Buka aplikasi untuk meninjau atau mengabaikannya sebelum mencoba lagi.
it: FocusHaven ha già una richiesta in sospeso. Apri l'app per esaminarla o ignorarla prima di riprovare.
ja: FocusHavenには既にリクエストが届いています。アプリを開いて内容を確認するか無視してから、再度お試しください。
ko: FocusHaven에는 이미 대기 중인 요청이 있습니다. 앱을 열어 요청을 확인하거나 해제한 후 다시 시도하세요.
nb: FocusHaven har allerede en forespørsel som venter. Åpne appen for å se gjennom den eller ignorere den før du prøver på nytt.
nl: FocusHaven heeft al een verzoek in behandeling. Open de app om het verzoek te bekijken of te negeren voordat u het opnieuw probeert.
pl: FocusHaven ma już oczekującą prośbę. Otwórz aplikację, aby ją przejrzeć lub zignorować, a następnie spróbuj ponownie.
pt: O FocusHaven já tem uma solicitação em espera. Abra o aplicativo para analisá-la ou descartá-la antes de tentar novamente.
sv: FocusHaven har redan en väntande förfrågan. Öppna appen för att granska eller ignorera den innan du försöker igen.
tr: FocusHaven'da halihazırda bekleyen bir istek var. Tekrar denemeden önce incelemek veya yoksaymak için uygulamayı açın.

# appleSystemAssistantNativePrivacySummary
source: Only the action type and a private request code enter FocusHaven. No transcript or private content is included.
da: Kun handlingstypen og en privat anmodningskode indtastes i FocusHaven. Ingen transskription eller privat indhold er inkluderet.
de: Lediglich der Aktionstyp und ein privater Anforderungscode gelangen in FocusHaven. Es werden weder Transkripte noch private Inhalte übermittelt.
es: Solo el tipo de acción y un código de solicitud privado ingresan a FocusHaven. No se incluye ninguna transcripción ni contenido privado.
fi: Vain toimintotyyppi ja yksityinen pyyntökoodi syötetään FocusHaven. Transkriptiä tai yksityistä sisältöä ei sisällytetä.
fr: Seuls le type d'action et un code de requête privé sont transmis à FocusHaven. Aucune transcription ni contenu privé n'est inclus.
id: Hanya jenis tindakan dan kode permintaan pribadi yang masuk ke FocusHaven. Tidak ada transkrip atau konten pribadi yang disertakan.
it: A FocusHaven vengono inviati solo il tipo di azione e un codice di richiesta privato. Non vengono incluse trascrizioni o contenuti privati.
ja: FocusHavenには、アクションの種類とプライベートリクエストコードのみが送信されます。文字起こしやプライベートコンテンツは含まれません。
ko: FocusHaven에는 작업 유형과 비공개 요청 코드만 입력됩니다. 녹취록이나 비공개 콘텐츠는 포함되지 않습니다.
nb: Bare handlingstypen og en privat forespørselskode går inn i FocusHaven. Ingen transkripsjon eller privat innhold er inkludert.
nl: FocusHaven ontvangt alleen het actietype en een privéverzoekcode. Er wordt geen transcript of privé-inhoud meegestuurd.
pl: Do FocusHaven wprowadzany jest tylko typ akcji i prywatny kod prośby. Transkrypcja ani prywatna treść nie jest uwzględniana.
pt: Somente o tipo de ação e um código de solicitação privado são inseridos no FocusHaven. Nenhuma transcrição ou conteúdo privado é incluído.
sv: Endast åtgärdstypen och en privat förfrågningskod anges i FocusHaven. Inget transkript eller privat innehåll inkluderas.
tr: FocusHaven'a yalnızca işlem türü ve özel istek kodu girilir. Transkript veya özel içerik dahil edilmez.

# appleSystemAssistantNativeReadTimerStatusDescription
source: Prepare a request to review the current Focus timer status in FocusHaven.
da: Forbered en anmodning om at gennemgå den aktuelle status for fokustimeren i FocusHaven.
de: Bereiten Sie eine Anfrage zur Überprüfung des aktuellen Fokus-Timer-Status in FocusHaven vor.
es: Prepare una solicitud para revisar el estado actual del temporizador de enfoque en FocusHaven.
fi: Laadi pyyntö tarkistaaksesi FocusHavenissa olevan keskittymisajastimen nykyisen tilan.
fr: Préparez une demande de révision de l'état actuel du minuteur de concentration dans FocusHaven.
id: Siapkan permintaan untuk meninjau status pengatur waktu Fokus saat ini di FocusHaven.
it: Prepara una richiesta per verificare lo stato attuale del timer Focus in FocusHaven.
ja: FocusHavenで現在のフォーカスタイマーの状態を確認するレビュー依頼を準備してください。
ko: FocusHaven에서 현재 포커스 타이머 상태에 대한 검토 요청을 준비하세요.
nb: Forbered en forespørsel om å gjennomgå gjeldende status for fokustimeren i FocusHaven.
nl: Bereid een verzoek voor om de huidige status van de Focus-timer in FocusHaven te bekijken.
pl: Przygotuj prośbę o sprawdzenie aktualnego stanu timera skupienia w FocusHaven.
pt: Prepare uma solicitação para revisar o status atual do temporizador de foco no FocusHaven.
sv: Förbered en begäran om att granska den aktuella statusen för fokustimern i FocusHaven.
tr: FocusHaven'da mevcut Odak zamanlayıcısı durumunun incelenmesi için bir talep hazırlayın.

# appleSystemAssistantNativeReadTimerStatusPhrase
source: Review my Focus timer status in %@
da: Gennemgå min fokustimerstatus i %@
de: Überprüfung meines Fokus-Timer-Status in %@
es: Revisar el estado de mi temporizador de enfoque en %@
fi: Tarkista keskittymisajastimen tila %@:ssa
fr: Examen de l'état de mon minuteur de concentration dans %@
id: Tinjau status pengatur waktu Fokus saya di %@
it: Revisione dello stato del timer Focus in %@
ja: %@でフォーカスタイマーの状態を確認する
ko: %@에서 제 포커스 타이머 상태에 대한 검토
nb: Gjennomgang av status for fokustimeren min i %@
nl: Controleer de status van mijn Focus-timer in %@
pl: Przejrzyj status mojego timera skupienia w %@
pt: Verifique o status do meu temporizador de foco em %@
sv: Granska min fokustimerstatus i %@
tr: %@ Odak zamanlayıcımın durumunu inceleyin.

# appleSystemAssistantNativeReadTimerStatusTitle
source: Check Focus timer status
da: Tjek status for fokustimeren
de: Status des Fokus-Timers prüfen
es: Comprobar el estado del temporizador de enfoque
fi: Tarkista keskittymisajastimen tila
fr: Vérifier l'état du minuteur de concentration
id: Periksa status pengatur waktu Fokus
it: Verifica lo stato del timer Focus
ja: フォーカスタイマーの状態を確認
ko: 포커스 타이머 상태 확인
nb: Sjekk statusen til fokustimeren
nl: Controleer de status van de Focus-timer
pl: Sprawdź stan timera skupienia
pt: Verifique o status do temporizador de foco
sv: Kontrollera fokustimerns status
tr: Odak zamanlayıcısının durumunu kontrol et

# appleSystemAssistantNativeRejectedResult
source: FocusHaven could not accept this request. Nothing changed.
da: FocusHaven kunne ikke acceptere denne anmodning. Intet ændrede sig.
de: FocusHaven konnte diese Anfrage nicht annehmen. Es hat sich nichts geändert.
es: FocusHaven no pudo aceptar esta solicitud. Nada cambió.
fi: FocusHaven ei voinut hyväksyä tätä pyyntöä. Mikään ei muuttunut.
fr: FocusHaven n'a pas pu accepter cette requête. Rien n'a changé.
id: FocusHaven tidak dapat menerima permintaan ini. Tidak ada yang berubah.
it: FocusHaven non ha potuto accettare questa richiesta. Non è cambiato nulla.
ja: FocusHavenはこのリクエストを受け付けられませんでした。何も変更されませんでした。
ko: FocusHaven이 이 요청을 수락할 수 없습니다. 아무것도 변경되지 않았습니다.
nb: FocusHaven kunne ikke godta denne forespørselen. Ingenting endret seg.
nl: FocusHaven kon dit verzoek niet accepteren. Er is niets veranderd.
pl: FocusHaven nie mógł zaakceptować tej prośby. Nic się nie zmieniło.
pt: O FocusHaven não pôde aceitar esta solicitação. Nada mudou.
sv: FocusHaven kunde inte acceptera denna begäran. Ingenting har ändrats.
tr: FocusHaven bu isteği kabul edemedi. Hiçbir şey değişmedi.

# appleSystemAssistantNativeResumeTimerDescription
source: Prepare a request to review resuming the paused Focus timer in FocusHaven.
da: Forbered en anmodning om at gennemgå genoptagelsen af den pausede fokustimer i FocusHaven.
de: Bereiten Sie eine Anfrage zur Überprüfung der Wiederaufnahme des pausierten Fokus-Timers in FocusHaven vor.
es: Prepare una solicitud para revisar la reanudación del temporizador de enfoque pausado en FocusHaven.
fi: Laadi pyyntö keskeytyneen keskittymisajastimen palauttamisen tarkistamiseksi FocusHavenissa.
fr: Préparez une demande de révision de la reprise du minuteur de concentration mis en pause dans FocusHaven.
id: Siapkan permintaan untuk meninjau pengaktifan kembali pengatur waktu Fokus yang dijeda di FocusHaven.
it: Prepara una richiesta di revisione per riprendere il timer Focus in pausa in FocusHaven.
ja: FocusHavenで一時停止中のフォーカスタイマーの再開についてのレビュー依頼を準備してください。
ko: FocusHaven에서 일시 중지된 포커스 타이머를 재개하는 것에 대한 검토 요청을 준비하세요.
nb: Forbered en forespørsel om å gjennomgå gjenopptak av den pausede fokustimeren i FocusHaven.
nl: Bereid een verzoek voor om het hervatten van de gepauzeerde Focus-timer in FocusHaven te laten beoordelen.
pl: Przygotuj prośbę o sprawdzenie możliwości wznowienia wstrzymanego timera skupienia w FocusHaven.
pt: Prepare uma solicitação para revisar a retomada do temporizador de foco pausado no FocusHaven.
sv: Förbered en begäran om att granska återupptagandet av den pausade fokustimern i FocusHaven.
tr: FocusHaven'da duraklatılmış Odak zamanlayıcısının devam ettirilmesinin incelenmesi için bir talep hazırlayın.

# appleSystemAssistantNativeResumeTimerPhrase
source: Review resuming my Focus timer in %@
da: Gennemgang af genoptagelse af min fokustimer i %@
de: Überprüfung der Fortsetzung meines Fokus-Timers in %@
es: Revisar la reanudación de mi temporizador de enfoque en %@
fi: Keskittymisajastimen palauttamisen tarkastelu %@:ssa
fr: Examen de la reprise de mon minuteur de concentration dans %@
id: Tinjau pelanjutan pengatur waktu Fokus saya di %@
it: Revisione della ripresa del timer Focus in %@
ja: %@でフォーカスタイマーの再開を確認する
ko: %@에서 포커스 타이머 재개에 대한 검토
nb: Gjennomgang av gjenopptak av fokustimeren min i %@
nl: Controleer het hervatten van mijn Focus-timer in %@
pl: Przejrzyj wznowienie timera skupienia w %@
pt: Revisão da retomada do meu temporizador de foco em %@
sv: Granska återupptagande av min fokustimer i %@
tr: %@ Odak zamanlayıcımı devam ettirmeyi inceleyin.

# appleSystemAssistantNativeResumeTimerTitle
source: Resume Focus timer
da: Genoptag fokustimeren
de: Fokus-Timer fortsetzen
es: Reanudar el temporizador de enfoque
fi: Jatka keskittymisajastinta
fr: Reprendre le minuteur de concentration
id: Lanjutkan pengatur waktu Fokus
it: Riprendi il timer Focus
ja: フォーカスタイマーを再開
ko: 포커스 타이머 재개
nb: Gjenoppta fokustimeren
nl: Hervat de Focus-timer
pl: Wznów timer skupienia
pt: Retomar o temporizador de foco
sv: Återuppta fokustimern
tr: Odak zamanlayıcısını sürdür
